Herimarque-soap-client/request.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:head="http://apache.org/rootElements" xmlns:ser="http://service.areacrlts.crlts.cha/"><soapenv:Header><head:ComMsgHeader><RequestMsgID>netinamu42</RequestMsgID><ServiceKey>6i1zuQWddVTMFSqlHyhnbw8VL7uvfuHHt3Pth12H3VuFrUvdzFRcfYBZRfTE0Eidf/hV3otAz36MR1F/VDWUDw==</ServiceKey></head:ComMsgHeader></soapenv:Header><soapenv:Body><ser:getAreaCrltsList><arg0><ctrdCd>11</ctrdCd><pageMg>100</pageMg></arg0></ser:getAreaCrltsList></soapenv:Body></soapenv:Envelope>